
var reserved_word = {

	mail_suggestion:{
		next_candidate: [
		"他","次","別","違","ない"
		],
		search_other_keyword: [
		"関する","について","検索"
		],
		goto_row_selection:[
		"いいよ","いこう","これで","はい","あります","有","ります"
		]
	},

	row_selection:{
		from_keyword: [
			"行目から","から"
		],
		to_keyword: [
			"行目まで","まで"
		],
		num_keyword:[
			"5","4","3","2","1","0"
		]
	}
}

var num_char_array = ["一","1","位","二","2","荷","三","山","酸","3","四","4","語","五","後","5","六","6","七","7","八","蜂","鉢","8","級","九","旧","9","十"];
var num_converter = {"一":"1","位":"1","1":"1",
					"二":"2","荷":"2","2":"2",
					"三":"3","山":"3","3":"3"};
